Bend profile contains a closed loop. Cannot create a bent fabric sheet.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BentFabricSheetClosedLoopInSketch { get; }
  Visual Basic
Public Shared ReadOnly Property BentFabricSheetClosedLoopInSketch As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BentFabricSheetClosedLoopInSketch {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace